---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.LitersPerSecondSquareMeter
source: html/92148e7f-71f7-f92b-1458-ac4f51b83636.htm
---
# Autodesk.Revit.DB.UnitTypeId.LitersPerSecondSquareMeter Property

Liters per second square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId LitersPerSecondSquareMeter { get; }
```